<script setup>
</script>
<template>
    <h2>Конфиденциальность</h2>
    <div class="everything">
        <h2>1. Общие положения</h2>
        <div class="text">
            <p>Настоящая Политика обработки персональных данных (далее — «Политика») разработана в соответствии с
                Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных» и регулирует порядок обработки и
                защиты персональных данных физических лиц на сайте Aurgentum.

                Оператор персональных данных: Владимирова Оляна Андреевна (далее — «Оператор»).

                Оператор обеспечивает соблюдение прав и свобод граждан при обработке их персональных данных, включая
                защиту права на личную жизнь, личную и семейную тайну.</p>
        </div>
        <h2>2. Основные понятия</h2>
        <div class="text">
            <p>В рамках настоящей Политики применяются следующие термины:</p>
            <ul>
                <li>Персональные данные — любая информация, относящаяся к прямо или косвенно определяемому Пользователю
                    сайта.
                </li>
                <li>Обработка персональных данных — любые действия с персональными данными: сбор, хранение, обновление,
                    передача, обезличивание и уничтожение.
                </li>
                <li>Оператор — лицо, организующее обработку персональных данных.
                </li>
                <li>Пользователь — любой посетитель сайта магазина Aurgentum
                </li>
                <li>Автоматизированная обработка — обработка данных с использованием вычислительной техники.
                </li>
                <li>Трансграничная передача — передача персональных данных на территорию иностранного государства.
                </li>
                <li>Блокирование, уничтожение, обезличивание данных — меры, направленные на защиту персональной
                    информации.
                </li>
            </ul>
        </div>
        <h2>3. Сбор и обработка персональных данных</h2>
        <div class="text">
            <p>Оператор собирает и обрабатывает персональные данные Пользователей для следующих целей:</p>
            <ul>
                <li>Заключение и исполнение договоров с Пользователем.</li>
                <li>Идентификация Пользователя на сайте.</li>
                <li>Предоставление Пользователю персонализированных услуг и сервисов.</li>
                <li>Направление уведомлений, запросов и информации, связанных с использованием сайта и оказанием услуг.
                </li>
                <li>Улучшение качества обслуживания и разработка новых продуктов и услуг.</li>
                <li>Проведение статистических и иных исследований на основе обезличенных данных.</li>
            </ul>
            <p>Персональные данные обрабатываются с согласия Пользователя, за исключением случаев, предусмотренных
                законодательством Российской Федерации.</p>
        </div>
        <h2>4. Персональные данные, обрабатываемые Оператором</h2>
        <div class="text">
            <p>Оператор может обрабатывать следующие персональные данные Пользователя:</p>
            <ul>
                <li>Фамилия, имя, отчество.</li>
                <li>Контактные данные (номер телефона, адрес электронной почты).</li>
                <li>Адрес доставки товаров.</li>
                <li>История заказов и взаимодействий с сайтом.</li>
                <li>Файлы cookie, сведения о сессиях, IP-адрес.</li>
            </ul>
            <p>Также на сайте осуществляется сбор обезличенных данных о Пользователях с помощью сервисов
                интернет-статистики.</p>
        </div>
        <h2>5. Правовые основания обработки персональных данных</h2>
        <div class="text">
            <p>Правовыми основаниями обработки персональных данных Оператором являются:</p>
            <ul>
                <li>Конституция Российской Федерации.</li>
                <li>Федеральные законы, регулирующие отношения, связанные с обработкой персональных данных.</li>
                <li>Согласие Пользователя на обработку его персональных данных.</li>
                <li>Договоры, заключённые между Оператором и Пользователем.</li>
            </ul>
        </div>
        <h2>6. Порядок обработки и хранения персональных данных</h2>
        <div class="text">
            <p>Обработка персональных данных осуществляется с соблюдением принципов законности и справедливости,
                минимизации данных и ограничения целей обработки.</p>
            <p>Персональные данные хранятся не дольше, чем это требуется целями обработки, если иное не предусмотрено
                законодательством.</p>
            <p>По достижении целей обработки или в случае утраты необходимости в их достижении персональные данные
                уничтожаются или обезличиваются.</p>
        </div>
        <h2>7. Передача персональных данных третьим лицам</h2>
        <div class="text">
            <p>Оператор имеет право передавать персональные данные третьим лицам в следующих случаях:</p>
            <ul>
                <li>Пользователь дал согласие на такие действия.</li>
                <li>Передача предусмотрена российским или иным применимым законодательством в рамках установленной
                    процедуры.</li>
                <li>Для защиты прав и законных интересов Оператора или третьих лиц в случаях нарушения Пользователем
                    условий пользовательского соглашения.</li>
            </ul>
        </div>
        <h2>8. Трансграничная передача персональных данных</h2>
        <div class="text">
            <p>Перед началом трансграничной передачи персональных данных Оператор обязан убедиться в обеспечении
                надлежащей защиты прав субъектов персональных данных на территории соответствующего иностранного
                государства.</p>
        </div>
        <h2>9. Защита персональных данных</h2>
        <div class="text">
            <p>Оператор принимает необходимые организационные и технические меры для защиты персональных данных от
                неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования,
                предоставления, распространения, а также от иных неправомерных действий третьих лиц.</p>
        </div>
        <h2>10. Права Пользователя</h2>
        <div class="text">
            <p>Пользователь имеет право:</p>
            <ul>
                <li>Получать информацию об обработке своих персональных данных.</li>
                <li>Требовать уточнения своих персональных данных, их блокирования или уничтожения в случае, если данные
                    являются неполными, устаревшими, неточными или не нужны для заявленной цели обработки.</li>
                <li>Отозвать согласие на обработку персональных данных.</li>
                <li>Обжаловать действия или бездействие Оператора в уполномоченный орган по защите прав субъектов
                    персональных данных или в судебном порядке.</li>
            </ul>
        </div>
        <h2>11. Изменения в Политике</h2>
        <div class="text">
            <p>Оператор вправе вносить изменения в настоящую Политику без согласия Пользователя.</p>
            <p>Новая редакция Политики вступает в силу с момента её размещения на сайте, если иное не предусмотрено
                новой редакцией Политики.</p>
        </div>
    </div>
</template>
<style scoped>
.everything {
    text-align: justify;
    width: 80%;
    margin: 0 auto;
}

.text {
    margin: 40px 0;
}

ul {
    margin: 10px 40px;
}

li {
    margin: 20px 0;
}

@media(max-width: 768px) {
    .everything {
        width: 90%;
    }
}
</style>