<template>
    <h2 class="uppercase">Вопросы</h2>
    <p>Мы собрали самые распространенные вопросы от Вас и ответили на них!</p>
    <div class="accordion">
        <details>
            <summary>Можно ли получить консультацию перед покупкой?</summary>
            <p>Конечно! Наши специалисты готовы помочь вам с выбором украшения и проконсультировать по любым вопросам.
                Свяжитесь с нами через социальные сети или по почте aurgentum@gmail.com.</p>
        </details>
        <details>
            <summary>Как определить размер кольца?</summary>
            <p>Вы можете воспользоваться нашей таблицей размеров, размещённой на сайте. Также мы предлагаем инструкцию
                по измерению пальца в домашних условиях — она поможет точно подобрать нужный размер.</p>
        </details>
        <details>
            <summary>Из каких материалов изготавливаются украшения?</summary>
            <p>Мы используем только благородные металлы: золото 585 пробы и серебро 925 пробы. Вставки выполнены из
                натуральных или лабораторно выращенных драгоценных и полудрагоценных камней.</p>
        </details>
        <details>
            <summary>Есть ли гарантия на украшения?</summary>
            <p>Да, каждое изделие Aurgentum сопровождается гарантией сроком 6 месяцев. Мы уверены в качестве наших
                украшений и обеспечиваем послепродажное обслуживание. По закону обмен и возврат ювелирных изделий с
                браком осуществляется в случае обнаружения недостатка в пределах разумного срока, но не более чем через
                2 года (п. 2 ст. 19 ФЗ №2300-1) </p>
        </details>
        <details>
            <summary>Как осуществляется доставка?</summary>
            <p>Мы доставляем заказы по всей России и в страны СНГ. Срок доставки составляет от 7 до 14 рабочих дней в
                зависимости от региона. Все посылки надёжно упакованы и застрахованы.</p>
        </details>

        <details>
            <summary>Можно ли вернуть или обменять изделие?</summary>
            <p>Потребитель вправе отказаться от товара надлежащего качества до или после его получения в течение семи
                дней. При этом возврат возможен только при сохранении товарного вида, ярлыков и пломб, упаковки, а также
                документа, подтверждающего факт и условия покупки товара, или иного доказательства, подтверждающего
                покупку. <br>

                Если в ювелирном изделии обнаружился брак, его можно и нужно вернуть продавцу, чтобы получить обратно
                деньги. Сделать это можно, пока действует гарантия на ювелирные изделия.</p>
        </details>
        <details>
            <summary>Как оплатить заказ?</summary>
            <p>Доступны несколько способов оплаты: банковская карта, онлайн-оплата через платёжные системы, а также
                оплата при получении. Все транзакции надёжно защищены.</p>
        </details>
        <details>
            <summary>Можно ли заказать индивидуальное украшение?</summary>
            <p>Нет, в нашем магазине реализуется только универсальная гравировка.Сделать заказ по собственному дизайну
                невозможно.</p>
        </details>
        <details>
            <summary>Как ухаживать за ювелирными украшениями?</summary>
            <p>Мы рекомендуем вам быть бережными к своим украшениям и соблюдать ряд рекомендаций, приведенных ниже.
                Тогда любимые изделия прослужат вам долго и будут радовать вас своей неизменной красотой!</p>
            <ul>
                <li>Храните украшения отдельно друг от друга, в мешочках или футлярах. Контакт украшений друг с другом
                    может привести к появлению царапин, деформации, а также ускорить истирание покрытия и потерю цвета.
                </li>
                <li>Для поддержания блеска металла и сияния камней регулярно протирайте свои украшения специальной
                    салфеткой из микрофибры.</li>
                <li>Старайтесь не носить украшения в условиях интенсивного ультрафиолетового излучения (прямых солнечных
                    лучей) и воздействия повышенных температур.</li>
                <li>Избегайте механического воздействия на украшения, чтобы не допустить деформации металлической части
                    и повреждения камней.</li>
                <li>Избегайте контакта украшений с бытовой химией, косметическими и уходовыми средствами, духами и т.п.
                    При регулярном попадании этих средств на украшения возможны изменение цвета металла и даже
                    повреждение поверхности украшения.</li>
                <li>Отдавайте свои украшения на профессиональную чистку не менее одного раза в год.</li>
            </ul>
        </details>

        <details>
            <summary>Как я могу проверить подлинность изделия?</summary>
            <p>Каждое изделие Aurgentum сопровождается сертификатом подлинности и пробирным клеймом, подтверждающим
                состав металла и качество исполнения.</p>
        </details>
        <details>
            <summary>Здесь нет ответа на мой вопрос. Что мне делать?</summary>
            <p>Мы готовы помочь лично! Свяжитесь с нами через социальные сети или по почте aurgentum@gmail.com .</p>
        </details>
    </div>

</template>

<style scoped>
ul {
    text-align: left;
    list-style: circle;
    margin: 0 1rem 0 7rem;
}
</style>
