<script setup>

</script>

<template>
    <h2>Публичная оферта интернет-магазина "Aurgentum"</h2>
    <div class="all_text">
        <div class="text">
            <p>на продажу сертифицированных бриллиантов и ювелирных украшений
                Настоящие условия продажи определяют порядок и правила приобретения сертифицированных бриллиантов,
                ювелирных
                изделий из драгоценных металлов и драгоценных камней (далее — "Товар") в интернет-магазине Aurgentum
                (далее
                —
                "Продавец").</p>
        </div>
        <div class="text">
            <h4>1. Общие положения</h4>
            <p>Настоящий документ является официальной публичной офертой в соответствии со статьёй 437 Гражданского
                кодекса
                Российской Федерации.
                Акцепт (принятие) оферты — это оформление и оплата заказа на сайте Aurgentum, что подтверждает согласие
                Покупателя с условиями продажи и политикой обработки персональных данных.
                Товары предлагаются для покупки только физическим лицам, достигшим 18 лет, исключительно для личного
                использования, не связанного с предпринимательской деятельностью.</p>
        </div>
        <div class="text">
            <h4>2. Предмет договора</h4>
            <p>Продавец осуществляет продажу:</p>
            <ul>
                <li>сертифицированных бриллиантов, </li>
                <li> ювелирных изделий из золота, серебра и других драгоценных металлов, </li>
                <li>украшений с натуральными драгоценными камнями.</li>
            </ul>
            <p>Все представленные изделия соответствуют государственным стандартам качества и сопровождаются
                необходимыми
                сертификатами.
                Информация о характеристиках товара и актуальных ценах размещена на официальном сайте Aurgentum</p>
        </div>
        <div class="text">
            <h4>3. Оформление заказа</h4>
            <p>При регистрации Покупателю предоставляется доступ к личному кабинету, через который он может отслеживать
                статус
                заказов и сохранять интересующие товары.
                Продавец оставляет за собой право связаться с Покупателем для подтверждения заказа и уточнения деталей
                доставки
                и оплаты.</p>
        </div>
        <div class="text">
            <h4>4. Условия покупки</h4>
            <p>Покупатель подтверждает согласие с условиями продажи, оформляя заказ через сайт.
                После оформления заказа Покупателю на электронную почту приходит подтверждение с номером заказа, списком
                выбранных товаров и общей стоимостью.
                Продавец имеет право запросить дополнительную информацию у Покупателя в случае, если сумма заказа
                превышает
                установленные законодательством лимиты для безналичных расчетов.</p>
        </div>
        <div class="text">
            <h4>6. Персональные данные</h4>
            <p>Оформляя заказ, Покупатель соглашается на обработку своих персональных данных в целях исполнения заказа и
                улучшения качества обслуживания.</p>
        </div>
    </div>
</template>
<style scoped>
.all_text {
    text-align: justify;
    width: 80%;
    margin: 0 auto;
}

.text {
    margin: 40px 0;
}

ul {
    margin: 10px 40px;
}
</style>